/* eslint-disable react/no-unescaped-entities */
// Assets
import { RulesStyle } from './rules.style';

function Rules() {
  return (
    <RulesStyle className="min-h-screen">
      <div className="mx-auto mb-32 mt-14 max-w-[1150px] customMd:mt-[80px]">
        <h1
          className="rounded-2xl py-6 text-center font-lalezar text-4xl customSm:text-5xl"
          id="rules_page_title"
        >
          قوانین و مقررات استفاده از خدمات و محصولات باتمیکس
        </h1>

        <div className="mt-12 space-y-10">
          <div className="space-y-3">
            <p>
              تعهدات باتمیکس به منزله تعهدات مدیریت وبسایت و ادمین ها میباشد.
            </p>
            <p>
              استفاده شما از خدمات و محصولات “باتمیکس” به معنی توافق کامل شما با
              شرایط و ضوابط ذیل تلقی می گردد:
            </p>
          </div>

          <div className="space-y-3">
            <p className="text-xl font-bold text-violet-500">
              حریم شخصی کاربران :
            </p>
            <p className="leading-7">
              “باتمیکس” به هیچ وجه اطلاعات منحصر بفرد کاربران را به اشخاص و
              طرفین غیر، واگذار نخواهد کرد و ضمنا با استفاده از آخرین فن آوری ها
              متعهد است حتی المقدور از حریم شخصی کاربران دفاع کند.
            </p>
          </div>

          <div className="space-y-3">
            <p className="text-xl font-bold text-violet-500">
              عدم کارکرد سایت :
            </p>
            <p className="leading-7">
              وبسایت “باتمیکس” هیچ گونه مسئولیتی را در مورد کارکرد سایت که می
              تواند ناشى از عواملی که خارج از سیطره مدیریت این فروشگاه می باشند
              (همانند نقص اینترنت، مسائل مخابراتى، تجهیزات سخت افزاری و غیره)
              نمی پذیرد.
            </p>
          </div>

          <div className="space-y-3">
            <p className="text-xl font-bold text-violet-500">
              شرایط عودت وجه :
            </p>
            <p className="leading-7">
              عودت وجه تنها برای خدمات برنامه نویسی قابل اجرا هست و در شرایط
              مختلف ، متغیر خواهد بود . پلن های خریداری شده و شارژ حساب کاربری
              برای ربات تریدر ، قابلیت عودت وجه را ندارند. در صورت عدم انطباق
              خدمات ( ربات ، سایت ، استارتاپ ) با سفارش شما، در مدت 24 ساعت پس
              از دریافت سورس حتی در روزهای تعطیل از طریق تلفن “09962563400” یا
              ایمیل "admin@botmix.ir" به مرکز ارتباط مشتریان باتمیکس اطلاع داده
              شود تا مشکل فوراً بررسی و آپدیت جدید در اختیار شما قرار گیرد .
              بدیهی است عدم اطلاع رسانی پس از 24 ساعت، به معنای صحت عملکرد سورس
              کد است .
            </p>
          </div>

          <div className="space-y-3">
            <p className="text-xl font-bold text-violet-500">شرایط پرداخت :</p>
            <p className="leading-7">
              کاربر میتواند با استفاده از درگاه پرداخت امن ریالی یا کریپتو
              پرداخت برای خدمات مدنظر خود را انجام دهد . پرداخت برای تمامی خدمات
              برنامه نویسی لازمه هماهنگی با برنامه نویس مربوطه را دارند و فقط به
              حساب "محمد محمدی" واریز خواهند شد.
            </p>
          </div>

          <div className="space-y-3">
            <p className="text-xl font-bold text-violet-500">مالکیت :</p>
            <p className="leading-7">
              مالکیت معنوی محتویات وبسایت “باتمیکس” شامل قانون حق تکثیر بوده و
              متعلق به فروشگاه اینترنتی “باتمیکس”می باشد. خدمات و محتویات سایت،
              صرفا براى استفاده شخصى و غیر تجارى شما عرضه شده است. هر گونه سوء
              استفاده از این اطلاعات پیگرد قانونی خواهد داشت و هیچ فرد حقیقی،
              حقوقی یا سایتی به هیچ عنوان نمی تواند از اطلاعات و محتویات موجود
              در سایت براى فروش، تولید مجدد یا ایجاد ترافیک در سایت خود استفاده
              نماید. اگر مایلید از سرویسها و محتویات سایت جهت مقاصد تجارى
              استفاده نمایید ، لازم است از قبل به ما اطلاع دهید. براى این کار
              لطفا با ما تماس بگیرید.
            </p>
          </div>
        </div>
      </div>
    </RulesStyle>
  );
}

export default Rules;
