const faqData = {
   automaticRobot: [
      {
         id: 1,
         title: 'ربات تریدر اتوماتیک ( تکنیکال ) چگونه کار میکند ؟ ',
         description:
            'فقط کافیست حساب باتمیکس خودتونو شارژ کنید و apikey صرافی خودتونو وارد کنید تا ربات به حساب صرافی شما متصل بشه و بعد درصد سرمایه رو مشخص کنید و بعد فعالسازی رو بزنید تا ربات برای شما فعال بشه',
      },
      {
         id: 2,
         title: 'آیا باید مبلغی بابت ربات پرداخت کنیم ؟ ',
         description: '"نه خیر" ، مبلغی که شارژ میکنید هزینه کارمزد سودهایی هست که رباتهای باتمیکس به شما میدهند. ',
      },
      {
         id: 3,
         title: 'آیا باید سرمایه ترید خودمونو وارد باتمیکس کنیم ؟ ',
         description:
            ' در مورد ربات تکنیکالی ( lazy , hunter و ... ) : "نه خیر" ، سرمایه شما در صرافی شما امن خواهد ماند و باتمیکس هیچگونه دسترسی به سرمایه شما نخواهد داشت ، و نیازی به واریز سرمایه ترید در باتمیکس نیست . اما در مورد ربات آربیتراژ : "بله" ، شما سرمایه تریدتون رو به باتمیکس میسپارید و ربات آربیتراژ ما سود را روزانه به حساب شما اضافه میکند .',
      },
      {
         id: 4,
         title: 'کارمزد باتمیکس برای ربات تریدر چقدر است ؟ ',
         description:
            ' به ازای هر ترید سودده ؛در ربات تکنیکال  25% سود برای باتمیکس است و 75% سود برای کاربران محترم ،و در ربات آربیتراژ 35% سود برای باتمیکس و 65% سود برای کاربران محترم میباشد .',
      },
      {
         id: 5,
         title: 'رباتهای تریدر باتمیکس به چه صرافی هایی متصل میشود ؟',
         description:
            'رباتهای تکنیکالی ما به صرافی های ؛ بایننس ، بای بیت ، کوکوین ، بینگ ایکس و والکس قابلیت اتصال دارند .( بهترین حالت ربات روی بایننس هستش ، چون ممکنه بعضی از ارزها در مابقی صرافی ها لیست نشده باشند ، ولی تمام ارزهایی که ربات روی آنها معامله میکند ، روی بایننس لیست شده اند.)و ربات آربیتراژ نیازی به اتصال به صرافی خاصی ندارد و فقط اکانت باتمیکس خودتون رو شارژ میکنید و ربات در صرافی های مختلف ترید انجام داده و سود حاصل را به حساب باتمیکس شما واریز میکند .',
      },
      {
         id: 6,
         title: 'چرا میزان ضرر ها حداکثر 1% هستش ، در صورتی که روی چارت ضرر بیشتری میبینیم ؟ ',
         description:
            'بخاطر مدیریت سرمایه هستش ، سرمایه ورود ما در هر ترید به نسبت حدضررمون مشخص میشه و این طوری هستش که سرمایه رو طوری تنظیم میکنیم که حداکثر 1% از سرمایه مون از دست بره . به همین دلیل ، ممکنه سودهامون بالاتر از 1% باشه ، ولی ضررهامون حداکثر 1% خواهد بود .',
      },
   ],

   robotInterface: [
      {
         id: 1,
         title: 'نحوه کلی کارکرد این ربات چگونه است ؟ ',
         description:
            'این خدمات ما مخصوص دوستانی هست که میخواهند از اندیکاتور و استراتژی های تریدینگ ویو بعنوان ربات تریدر استفاده کنند . و میتوانند به راحتی سیگنال ( الرت ها) را به صرافی خودشون ارسال کنند تا اتوماتیک براشون ترید کنه ، یا اینکه به کانال یا گروه تلگرامشون ارسال کنند تا دیگران هم بتوانند از سیگنالهاشون استفاده کنند.',
      },
      {
         id: 2,
         title: 'چگونه میتوانم از این قابلیت استفاده کنم ؟ ',
         description:
            ' در پنل کاربری در بخش اتصال به صرافی یا اتصال به تلگرام ( بسته به نیازتون ) ، میتونید به راحتی و یا با استفاده از آموزشهای موجود در سایت ، سیگنالهای اندیکاتور یا استراتژی  خودتون رو از تریدینگ ویو ( یا هر پلتفرم دیگری که چنین قابلیتی داشته باشه) به تلگرام یا صرافی بفرستید .',
      },
      {
         id: 3,
         title: 'چگونه میتونم پلن خود را ارتقا دهم ؟ ',
         description: 'در بخش محصولات در بخش ربات واسط ، میتوانید پلن مد نظر خود را انتخاب و ارتقا دهید .',
      },
      {
         id: 4,
         title: 'روزانه چند الرت میتوانیم ارسال کنیم ؟ ',
         description:
            'در پلن رایگان روزانه 4 الرت ، در پلن پرو روزانه 20 الرت و در پلن پرمیوم روزانه تا 400 الرت میتونید ارسال کنید.',
      },
      {
         id: 5,
         title: 'از کجا بفهمیم مقادیر به درستی به صرافی یا تلگرام ارسال شده ؟',
         description: 'در پنل کاربری لاگ های تمام مقادیر ارسالی قابل مشاهده هست‌',
      },
      {
         id: 6,
         title: 'آیا با پرداخت و خرید پلن ربات واسط به خدمات ربات تریدر اتوماتیک هم دسترسی داشته باشیم ؟ ',
         description:
            'خیر ، برای استفاده از خدمات ربات تریدر باید اکانت خود را شارژ کنید ، تا ربات تریدر براتون اتوماتیک معامله کنه .',
      },
   ],

   programming: [
      {
         id: 1,
         title: 'خدمات برنامه نویسی باتمیکس در چه زمینه است ؟ ',
         description:
            'خدمات برنامه نویسی ما در زمینه ، ربات تریدر ، ایجاد وبسابت و استارتاپ های مشابه ، ربات واسط و ... میباشد .',
      },
      {
         id: 2,
         title: 'آیا ربات تریدر فارکس هم دارید و یا ربات برای بازار فارکس هم انجام میدهید؟ ',
         description: 'خیر ، حوزه فعالیت و تخصص تیم باتمیکس در حال حاضر در زمینه رمزارزها ( کریپتوکارنسی ها ) میباشد .',
      },
      {
         id: 3,
         title: 'برای سفارش پروژه باید چه کاری انجام بدهیم ؟ ',
         description: 'با پشتیبانی های ما در ( چت آنلاین  یا تلگرام و ... )  در ارتباط باشید .',
      },
      {
         id: 4,
         title: 'آیا آموزش برنامه نویسی بازارهای مالی هم دارید ؟ ',
         description: 'خیر ، در حال حاضر ، در زمینه آموزش برنامه نویسی فعالیتی نداریم .',
      },
      {
         id: 5,
         title: 'پرداخت هزینه چگونه صورت میگیرد ؟',
         description:
            'در ابتدا 30% مبلغ توافقی دریافت ، و پس از انجام پروژه و ارائه آموزشهای لازم توسط تیم باتمیکس، مابقی مبلغ دریافت و سورس پروژه ارسال خواهد شد .',
      },
      {
         id: 6,
         title: 'چگونه اعتماد کنیم، آیا باتمیکس استراتژی ما را در اختیار شخص ثالث قرار میدهد ؟ ',
         description:
            'خیر ، باتمیکس متعهد است که هیچ گونه سو استفاده از استراتژی معاملاتی شما نخواهد شد ،بعلاوه تمامی رباتهای تریدر موجود در باتمیکس حاصل تلاشهای تیم تحلیلگر باتمیکس میباشد ، و از استراتژی های مردم به هیچ عنوان استفاده نشده است . ',
      },
      //
   ],
};

export default faqData;
